{
   "news": [
   	   {
	      "id": 9,
	      "title" : "GLT Week 4",
	      "subtitle" : "Quater Finals and T20 and F40 Updates",
	      "message": "We sincerely apologize for the delay in getting this information out to the league. As communicated earlier this week, there are NO F40 games this Saturday, but we are trying to accommodate few T20 Plate division games on Sunday to get few games out of the way.\n\nFormats for F40 / T20 all divisions for the summer season will be update shortly in the mobile app.\n\nThere will be an open call for all team representatives / captains this Friday. We will be available to answer or discuss any questions on the format from the teams.\n\nWhen: May 12th Friday, 6:00 p.m.\nWhere: Conference Call\nPhone number: 515-604-9533\nAccess code: 177664\n\n\nSchedule for the GLT playoff games and also for T20 is updated and available in the mobile app.\n\nA full schedule for the Mich-CA summer cricket will be released this weekend, after the teams go through the attached format(emailed to teams) and we answer any questions that the teams may have.\n\nPlease welcome Syed Haque (michcat20platedirector@gmail.com, 313-205-2767), the tournament Director for T20 Plate. Welcome aboard !!!\n\nT20 Plate teams can contact him for any questions.",
	      "expirationDate" : "01/6/2017",
	      "important": true,
	      "active": true
	   },{
	      "id": 8,
	      "title" : "GLT Week 3",
	      "subtitle" : "Schedule Updates",
	      "message": "Schedule  and umpires information for the Pre Quarterfinals games tomorrow is attached.\n\nNote: Change in the venue from Mirage to Lyon Oaks to accommodate better ground conditions.",
	      "expirationDate" : "01/6/2017",
	      "important": true,
	      "active": true
	   },
	   {
	      "id": 7,
	      "title" : "GLT Week 3",
	      "subtitle" : "May 6th Games Cancelled",
	      "message" : "Due to the non stop rain from the last 2 days still continuing, the grounds for the games this Saturday in all the scheduled areas are in bad and unplayable conditions.ALL the games scheduled for Saturday have been declared rained out with the points split between the teams.\n\nWe request all the teams scheduled with the games tomorrow, to send their declaration sheet with playing 12 to micricketstats@gmail.com ASAP.\n\nPre-Quarterfinals scheduled on Sunday are active at this point and top 2 teams from each pool will move on to the playoffs. Player Eligibility for the playoffs is 1 game.\n\nAfter all the declaration sheets are sent, our stats team would compile a list of eligible players for the teams playing the Sunday Pre-QF's.\n\nThe schedule for the Pre-QF's with the team names along with the umpiring information will be sent out as soon as we have all the necessary information.",
	      "expirationDate" : "01/6/2017",
	      "important": true,
	      "active": true
	   },{
	      "id": 6,
	      "title" : "T20 & F40 Registration",
	      "subtitle" : "CLOSED",
	      "message" : "We have reached the threshold for accommodating teams for Mich-CA 2017 and closing the earlier 'extended' registration process.\n\nA total 17 F40 and 48 T20 teams clubs will participate for the summer F40 and T20 formats and we are moving ahead with the scheduling process.",
	      "expirationDate" : "01/6/2017",
	      "important": true,
	      "active": true
	   },{
	      "id": 5,
	      "title" : "GLT 2017 Week 2",
	      "subtitle" : "Games rescheduled",
	      "message" : "Due to the rain overnight, and wet conditions in all the fields and rain forecast all day today, the games scheduled today , Sunday April 30th have been rescheduled to the reserve day , next Saturday May 6th, Detailed Schedule will be sent out in the next few days. \n Respective teams have already been informed , this is the official communication  from MIch-CA about the  reschedule. ",	      "role" : "admin",
	      "expirationDate" : "01/6/2017",
	      "important": false,
	      "active": true
	   },
	   {
	      "id": 4,
	      "title" : "GLT 2017 Week 2 - Games",
	      "subtitle" : "Sunday Games Cancelled",
	      "message" : "Games today: Grounds very wet due to overnight rain but in playable conditions . Forecast doesn't look promising with rain all day starting 9 am. ALL GAMES THIS SUNDAY, TODAY MOVED TO NEXT SATURDAY MAY 6th",
	      "role" : "admin",
	      "expirationDate" : "01/6/2017",
	      "important": false,
	      "active": false
	   },
	   {
	      "id": 3,
	      "title" : "GLT 2017 Week 2",
	      "subtitle" : "Status Update",
	      "message" : "There has been a lot of concerns raised over this week about the number of games for this year GLT keeping in mind the possibility of rain this weekend. We hear you and understand the situation. We had to discuss about the possible solution that we could offer within the given schedule keeping in mind the big picture of the regular season. \n \n We tried our best to address the issue of a possible wash out this weekend. It has been decided to go with the regular schedule for this weekend but offer a reserve day for the teams getting effected with a rained out matches. Teams should still make every effort to play the game this weekend with the umpires making the decision for the playable conditions in the ground. But, in the event of a wash out, the match will be rescheduled for next week and the schedule will be released during the week ahead of time for the teams to prepare.", 
	      "role" : "admin",
	      "expirationDate" : "01/6/2017",
	      "important": false,
	      "active": false
	   },
	   {
	      "id": 2,
	      "title" : "GLT 2017",
	      "subtitle" : "Starts April 22nd",
	      "message" : "We wish all the teams GOOD LUCK and will keep you posted on the schedule and other logistics in the next few days.",
	      "role" : "admin",
	      "expirationDate" : "01/6/2017",
	      "important": false,
	      "active": false
	   },
	   {
	      "id": 1,
	      "title" : "GLT 2017 Registration",
	      "subtitle" : "CLOSED",
	      "message" : "GLT Registration is now CLOSED, a total of 34 teams will be participating 2017 season.",
	      "role" : "admin",
	      "expirationDate" : "01/6/2017",
	      "important": false,
	      "active": false
	   }
   ]
}
