{
   "news": [
	   {
	      "id": 4,
	      "title" : "GLT 2017 Week 2 - Games",
	      "subtitle" : "Sunday Games Cancelled",
	      "message" : "Games today: Grounds very wet due to overnight rain but in playable conditions . Forecast doesn't look promising with rain all day starting 9 am. ALL GAMES THIS SUNDAY, TODAY MOVED TO NEXT SATURDAY MAY 6th",
	      "role" : "admin",
	      "expirationDate" : "01/6/2017",
	      "important": false,
	      "active": true
	   },
	   {
	      "id": 3,
	      "title" : "GLT 2017 Week 2",
	      "subtitle" : "Status Update",
	      "message" : "There has been a lot of concerns raised over this week about the number of games for this year GLT keeping in mind the possibility of rain this weekend. We hear you and understand the situation. We had to discuss about the possible solution that we could offer within the given schedule keeping in mind the big picture of the regular season. \n \n We tried our best to address the issue of a possible wash out this weekend. It has been decided to go with the regular schedule for this weekend but offer a reserve day for the teams getting effected with a rained out matches. Teams should still make every effort to play the game this weekend with the umpires making the decision for the playable conditions in the ground. But, in the event of a wash out, the match will be rescheduled for next week and the schedule will be released during the week ahead of time for the teams to prepare.", 
	      "role" : "admin",
	      "expirationDate" : "01/6/2017",
	      "important": false,
	      "active": true
	   },
	   {
	      "id": 2,
	      "title" : "GLT 2017",
	      "subtitle" : "Starts April 22nd",
	      "message" : "We wish all the teams GOOD LUCK and will keep you posted on the schedule and other logistics in the next few days.",
	      "role" : "admin",
	      "expirationDate" : "01/6/2017",
	      "important": false,
	      "active": true
	   },
	   {
	      "id": 1,
	      "title" : "GLT 2017 Registration",
	      "subtitle" : "CLOSED",
	      "message" : "GLT Registration is now CLOSED, a total of 34 teams will be participating 2017 season.",
	      "role" : "admin",
	      "expirationDate" : "01/6/2017",
	      "important": false,
	      "active": true
	   }
   ]
}
